Repository: oakreader/oakreader
Catalog: OakReader/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: %@ ctx
de: %@ Kontext
ja: %@ コンテキスト
ko: 컨텍스트 %@
zh_hans: %@ 上下文
zh_hant: %@ 上下文

source: %@ duplicate items
de: %@ doppelte Objekte
es: %@ ítems duplicados
fr: %@ éléments en double
ja: %@ 件の重複項目
ko: 중복 항목 %@개
zh_hans: %@ 个重复条目
zh_hant: %@ 個重複項目

source: %@ files
de: %@ Dateien
es: %@ archivos
fr: %@ fichiers
ja: %@ 個のファイル
ko: 파일 %@개
zh_hans: %@ 个文件
zh_hant: %@ 個檔案

source: %@ images
de: %@ Bilder
es: %@ imágenes
ja: %@ 枚の画像
ko: 이미지 %@개
zh_hans: %@ 张图片
zh_hant: %@ 張影像

source: %@ items will be moved to the Bin. You can restore them later.
de: %@ Objekte werden in den Papierkorb verschoben. Sie können sie später wiederherstellen.
es: %@ ítems se moverán a la Papelera. Podrás restaurarlos más tarde.
fr: %@ éléments seront déplacés vers la corbeille. Vous pourrez les restaurer ultérieurement.
ja: %@ 個の項目をゴミ箱に入れます。後で復元できます。
ko: 항목 %@개가 휴지통으로 이동됩니다. 나중에 복원할 수 있습니다.
zh_hans: %@ 个条目将被移到回收站。你之后可以恢复。
zh_hant: %@ 個項目將被移至垃圾桶。您稍後可以還原。

source: %@ items will be permanently deleted. This cannot be undone.
de: %@ Objekte werden dauerhaft gelöscht. Dies kann nicht widerrufen werden.
es: %@ ítems se eliminarán permanentemente. Esta acción no se puede deshacer.
fr: %@ éléments seront supprimés définitivement. Cette action est irréversible.
ja: %@ 個の項目を完全に削除します。この操作は取り消せません。
ko: 항목 %@개가 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: %@ 个条目将被永久删除。此操作无法撤销。
zh_hant: %@ 個項目將被永久刪除。此動作無法復原。

source: %@ notes
de: %@ Notizen
es: %@ notas
ja: %@ 件のノート
ko: 노트 %@개
zh_hans: %@ 条笔记
zh_hant: %@ 則筆記

# %@ of %@
source: %1$@ of %2$@
de: %@ von %@
es: %@ de %@
fr: %@ sur %@
ja: %2$@ 件中 %1$@ 件
zh_hans: 第 %@ / %@
zh_hant: 第 %@ 個，共 %@ 個

source: %@ out
de: %@ aus
es: %@ fuera
fr: %@ sortie
ja: %@ アウト
ko: %@ 출력
zh_hans: %@ 外
zh_hant: 縮小 %@

source: %@ sets of duplicates found
de: %@ Gruppen von Duplikaten gefunden
es: %@ conjuntos de duplicados encontrados
fr: %@ ensembles de doublons trouvés
ja: %@ 組の重複が見つかりました
ko: 중복 세트 %@개를 찾음
zh_hans: 找到 %@ 组重复项
zh_hant: 找到 %@ 組重複項目

source: %lld duplicate items
de: %lld doppelte Objekte
es: %lld elementos duplicados
fr: %lld éléments en double
ja: %lld 件の重複項目
ko: 중복 항목 %lld개
zh_hans: %lld 个重复项目
zh_hant: %lld 個重複項目

source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
ja: %lld 個のファイル
ko: 파일 %lld개
zh_hans: %lld 个文件
zh_hant: %lld 個檔案

source: %lld images
de: %lld Bilder
es: %lld imágenes
ja: %lld 枚の画像
ko: 이미지 %lld개
zh_hans: %lld 张图片
zh_hant: %lld 張圖片

source: %lld item(s) skipped — no extractable text (e.g. scanned PDFs)
de: %lld Objekt(e) übersprungen — kein extrahierbarer Text (z. B. gescannte PDFs)
es: %lld elemento(s) omitido(s) — sin texto extraíble (p. ej., PDF escaneados)
fr: %lld élément(s) ignoré(s) — aucun texte extractible (p. ex. PDF numérisés)
ja: %lld 件の項目をスキップしました — 抽出可能なテキストがありません（例：スキャンされた PDF）
ko: %lld개 항목을 건너뜀 — 추출 가능한 텍스트 없음(예: 스캔된 PDF)
zh_hans: 已跳过 %lld 个项目 — 无可提取的文本（例如扫描版 PDF）
zh_hant: 已略過 %lld 個項目 — 無可擷取的文字（例如掃描版 PDF）

source: %lld items will be moved to the Bin. You can restore them later.
de: %lld Objekte werden in den Papierkorb verschoben. Sie können sie später wiederherstellen.
es: %lld elementos se moverán a la papelera. Podrás restaurarlos más tarde.
fr: %lld éléments seront déplacés vers la corbeille. Vous pourrez les restaurer plus tard.
ja: %lld 件の項目をゴミ箱に移動します。あとで復元できます。
ko: %lld개 항목을 휴지통으로 이동합니다. 나중에 복원할 수 있습니다.
zh_hans: %lld 个项目将被移到废纸篓。你可以稍后恢复它们。
zh_hant: %lld 個項目將移至垃圾桶。你可以稍後復原。

source: %lld items will be permanently deleted. This cannot be undone.
de: %lld Objekte werden dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Se eliminarán permanentemente %lld elementos. Esta acción no se puede deshacer.
fr: %lld éléments seront définitivement supprimés. Cette action est irréversible.
ja: %lld 件の項目が完全に削除されます。この操作は取り消せません。
ko: %lld개 항목이 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: 将永久删除 %lld 个项目。此操作无法撤销。
zh_hant: 將永久刪除 %lld 個項目。此操作無法復原。

source: %lld of %lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
ja: %lld / %lld
ko: %lld / %lld
zh_hans: %lld / %lld
zh_hant: %lld / %lld

source: %lld references
de: %lld Referenzen
es: %lld referencias
fr: %lld références
ja: %lld 件の参考文献
ko: 참고문헌 %lld개
zh_hans: %lld 条参考文献
zh_hant: %lld 條參考文獻

source: %lld sets of duplicates found
de: %lld Gruppen von Duplikaten gefunden
es: Se encontraron %lld grupos de duplicados
fr: %lld groupes de doublons trouvés
ja: %lld 組の重複が見つかりました
ko: %lld개의 중복 항목 그룹을 찾음
zh_hans: 找到 %lld 组重复项
zh_hant: 找到 %lld 組重複項

source: '%@' will be moved to the Bin. You can restore it later.
de: „%@“ wird in den Papierkorb verschoben. Sie können das Objekt später wiederherstellen.
es: «%@» se moverá a la Papelera. Podrás restaurarlo más tarde.
fr: « %@ » sera déplacé vers la corbeille. Vous pourrez le restaurer ultérieurement.
ja: 「%@」をゴミ箱に入れます。後で復元できます。
ko: '%@'이(가) 휴지통으로 이동됩니다. 나중에 복원할 수 있습니다.
zh_hans: “%@”将被移到回收站。你之后可以恢复。
zh_hant: 「%@」將被移至垃圾桶。您稍後可以還原。

source: '%@' will be permanently deleted. This cannot be undone.
de: „%@“ wird dauerhaft gelöscht. Dies kann nicht widerrufen werden.
es: «%@» se eliminará permanentemente. Esta acción no se puede deshacer.
fr: « %@ » sera supprimé définitivement. Cette action est irréversible.
ja: 「%@」を完全に削除します。この操作は取り消せません。
ko: '%@'이(가) 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: “%@”将被永久删除。此操作无法撤销。
zh_hant: 「%@」將被永久刪除。此動作無法復原。

source: (first)
de: (erste)
es: (primero)
fr: (premier)
ja: （先頭）
ko: (처음)
zh_hans: （第一个）
zh_hant: （第一個）

source: (last)
de: (letzte)
es: (último)
fr: (dernier)
ja: （末尾）
ko: (마지막)
zh_hans: （最后一个）
zh_hant: （最後一個）

source: ... and %@ more
de: … und %@ weitere
es: ... y %@ más
fr: … et %@ de plus
ja: ... ほか %@ 件
ko: ... 외 %@개 더
zh_hans: ……还有 %@ 项
zh_hant: ... 以及另外 %@ 項

source: ... and %lld more
de: … und %lld weitere
es: … y %lld más
fr: … et %lld de plus
ja: …ほか %lld 件
ko: … 외 %lld개 더
zh_hans: ……还有 %lld 项
zh_hant: ……還有 %lld 項

source: 1 reference
de: 1 Quelle
es: 1 referencia
fr: 1 référence
ja: 参考文献 1 件
ko: 참고문헌 1개
zh_hans: 1 条参考文献
zh_hant: 1 條參考文獻

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
ja: API キー
ko: API 키
zh_hans: API 密钥
zh_hant: API 金鑰

source: API Keys
de: API-Schlüssel
es: Claves API
fr: Clés API
ja: API キー
ko: API 키
zh_hans: API 密钥
zh_hant: API 金鑰

source: About
de: Über
es: Acerca de
fr: À propos
ja: このアプリについて
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: Accessibility Check
de: Bedienungshilfen-Prüfung
es: Comprobación de accesibilidad
fr: Vérification de l’accessibilité
ja: アクセシビリティチェック
ko: 손쉬운 사용 검사
zh_hans: 辅助功能检查
zh_hant: 輔助使用檢查

source: Action Items
de: Aufgaben
es: Acciones pendientes
fr: Actions à mener
ja: アクション項目
ko: 실행 항목
zh_hans: 待办事项
zh_hant: 待辦事項

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 新增

source: Add Condition
de: Bedingung hinzufügen
es: Añadir condición
fr: Ajouter une condition
ja: 条件を追加
ko: 조건 추가
zh_hans: 添加条件
zh_hant: 新增條件

source: Add More
de: Mehr hinzufügen
es: Añadir más
fr: Ajouter plus
ja: さらに追加
ko: 더 추가
zh_hans: 添加更多
zh_hant: 新增更多

source: Add Provider
de: Anbieter hinzufügen
es: Añadir proveedor
fr: Ajouter un fournisseur
ja: プロバイダを追加
ko: 제공업체 추가
zh_hans: 添加服务商
zh_hant: 新增供應商

source: Add Provider...
de: Anbieter hinzufügen …
es: Añadir proveedor...
fr: Ajouter un fournisseur…
ja: プロバイダを追加...
ko: 제공업체 추가...
zh_hans: 添加服务商…
zh_hant: 新增供應商…

source: Add Skill
de: Fähigkeit hinzufügen
es: Añadir habilidad
fr: Ajouter une compétence
ja: スキルを追加
ko: 스킬 추가
zh_hans: 添加技能
zh_hant: 新增技能

source: Add a fact…
de: Fakt hinzufügen…
es: Añadir un dato…
fr: Ajouter un fait…
ja: 事実を追加…
ko: 항목 추가…
zh_hans: 添加事实…
zh_hant: 新增事實…

source: Add a provider above to select a default LLM.
de: Fügen Sie oben einen Anbieter hinzu, um einen Standard-LLM auszuwählen.
es: Añade un proveedor arriba para seleccionar un LLM por omisión.
fr: Ajoutez un fournisseur ci-dessus pour sélectionner un LLM par défaut.
ja: デフォルトの LLM を選択するには、上でプロバイダを追加してください。
ko: 기본 LLM을 선택하려면 위에서 제공업체를 추가하십시오.
zh_hans: 请先在上方添加服务商以选择默认 LLM。
zh_hant: 請先在上方新增供應商，以選擇預設 LLM。

source: Add a provider above to select a model.
de: Fügen Sie oben einen Anbieter hinzu, um ein Modell auszuwählen.
es: Añade un proveedor arriba para seleccionar un modelo.
fr: Ajoutez un fournisseur ci-dessus pour sélectionner un modèle.
ja: モデルを選択するには、上でプロバイダを追加してください。
ko: 모델을 선택하려면 위에서 제공업체를 추가하십시오.
zh_hans: 请先在上方添加服务商以选择模型。
zh_hant: 請先在上方新增供應商，以選擇模型。

source: Add a provider in AI settings to select a model.
de: Fügen Sie in den KI-Einstellungen einen Anbieter hinzu, um ein Modell auszuwählen.
es: Agrega un proveedor en los ajustes de IA para seleccionar un modelo.
fr: Ajoutez un fournisseur dans les réglages d’IA pour sélectionner un modèle.
ja: モデルを選択するには、AI 設定でプロバイダーを追加してください。
ko: 모델을 선택하려면 AI 설정에서 공급자를 추가하세요.
zh_hans: 在 AI 设置中添加提供商以选择模型。
zh_hant: 在 AI 設定中新增提供者以選擇模型。

source: Add attachment
de: Anhang hinzufügen
es: Añadir adjunto
fr: Ajouter une pièce jointe
ja: 添付ファイルを追加
ko: 첨부 파일 추가
zh_hans: 添加附件
zh_hant: 新增附件

source: Add files to Library
de: Dateien zur Bibliothek hinzufügen
es: Añadir archivos a la biblioteca
fr: Ajouter des fichiers à la bibliothèque
ja: ファイルをライブラリに追加
ko: 라이브러리에 파일 추가
zh_hans: 将文件添加到库
zh_hant: 將檔案加入資料庫

source: Add headings with # syntax to build an outline.
de: Fügen Sie Überschriften mit der #-Syntax hinzu, um eine Gliederung zu erstellen.
es: Añade encabezados con la sintaxis # para crear un esquema.
fr: Ajoutez des titres avec la syntaxe # pour créer un plan.
ja: # 記法で見出しを追加して アウトラインを作成します。
ko: # 구문으로 제목을 추가하여 개요를 만드십시오.
zh_hans: 使用 # 语法添加标题 以构建大纲。
zh_hant: 使用 # 語法新增標題 以建立大綱。

source: Add images to create a new PDF document. Drag to reorder.
de: Fügen Sie Bilder hinzu, um ein neues PDF-Dokument zu erstellen. Zum Umsortieren bewegen.
es: Añade imágenes para crear un nuevo documento PDF. Arrastra para reordenar.
fr: Ajoutez des images pour créer un nouveau document PDF. Faites glisser pour réorganiser.
ja: 画像を追加して新しい PDF 書類を作成します。ドラッグして並べ替えできます。
ko: 이미지를 추가하여 새 PDF 문서를 만드십시오. 드래그하여 순서를 변경할 수 있습니다.
zh_hans: 添加图片以创建新的 PDF 文稿。拖动可重新排序。
zh_hant: 新增影像以建立新的 PDF 文件。拖曳即可重新排序。

source: Add skill
de: Skill hinzufügen
es: Añadir habilidad
fr: Ajouter une compétence
ja: スキルを追加
ko: 스킬 추가
zh_hans: 添加技能
zh_hant: 新增技能

source: Add sources
de: Quellen hinzufügen
es: Añadir fuentes
fr: Ajouter des sources
ja: ソースを追加
ko: 소스 추가
zh_hans: 添加来源
zh_hant: 新增來源

source: Add this item to a collection to see related files here.
de: Fügen Sie dieses Objekt einer Sammlung hinzu, um zugehörige Dateien hier zu sehen.
es: Añade este ítem a una colección para ver los archivos relacionados aquí.
fr: Ajoutez cet élément à une collection pour voir les fichiers associés ici.
ja: この項目をコレクションに追加すると 関連ファイルがここに表示されます。
ko: 이 항목을 모음에 추가하면 관련 파일이 여기에 표시됩니다.
zh_hans: 将此条目添加到分类 即可在此查看相关文件。
zh_hant: 將此項目加入分類 即可在此查看相關檔案。

source: Add to Collection
de: Zur Sammlung hinzufügen
es: Añadir a la colección
fr: Ajouter à la collection
ja: コレクションに追加
ko: 컬렉션에 추가
zh_hans: 添加到收藏集
zh_hant: 加入收藏集

source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
ja: 追加済み
ko: 추가됨
zh_hans: 已添加
zh_hant: 已新增

source: All
de: Alle
es: Todos
fr: Tout
ja: すべて
ko: 전체
zh_hans: 全部
zh_hant: 全部

source: All %@ pages
de: Alle %@ Seiten
es: Todas las %@ páginas
fr: Les %@ pages
ja: 全 %@ ページ
ko: 전체 %@페이지
zh_hans: 全部 %@ 页
zh_hant: 全部 %@ 頁

source: All %lld pages
de: Alle %lld Seiten
es: Las %lld páginas
fr: Les %lld pages
ja: 全 %lld ページ
ko: 전체 %lld페이지
zh_hans: 全部 %lld 页
zh_hant: 全部 %lld 頁

source: All items in the Bin will be permanently deleted. This cannot be undone.
de: Alle Objekte im Papierkorb werden dauerhaft gelöscht. Dies kann nicht widerrufen werden.
es: Todos los ítems de la Papelera se eliminarán permanentemente. Esta acción no se puede deshacer.
fr: Tous les éléments de la corbeille seront supprimés définitivement. Cette action est irréversible.
ja: ゴミ箱内のすべての項目を完全に削除します。この操作は取り消せません。
ko: 휴지통의 모든 항목이 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: 回收站中的所有条目将被永久删除。此操作无法撤销。
zh_hant: 垃圾桶中的所有項目都將被永久刪除。此動作無法復原。

source: All permissions granted
de: Alle Berechtigungen erteilt
es: Todos los permisos concedidos
fr: Toutes les autorisations sont accordées
ja: すべての権限が許可されました
ko: 모든 권한이 허용됨
zh_hans: 已授予所有权限
zh_hant: 已授予所有權限

source: Also delete my library
de: Auch meine Bibliothek löschen
es: Eliminar también mi biblioteca
fr: Supprimer aussi ma bibliothèque
ja: ライブラリも削除する
ko: 내 라이브러리도 삭제
zh_hans: 同时删除我的库
zh_hant: 同時刪除我的資料庫

source: Annotation Properties
de: Anmerkungseigenschaften
es: Propiedades de la anotación
fr: Propriétés de l’annotation
ja: 注釈のプロパティ
ko: 주석 속성
zh_hans: 批注属性
zh_hant: 註解屬性

source: Any
de: Beliebig
es: Cualquiera
fr: Toutes
ja: いずれか
ko: 모두
zh_hans: 任意
zh_hant: 任一

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 모양
zh_hans: 外观
zh_hant: 外觀

source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
ja: 承認
ko: 승인
zh_hans: 批准
zh_hant: 核准

source: As CSV (.csv)
de: Als CSV (.csv)
es: Como CSV (.csv)
fr: En CSV (.csv)
ja: CSV (.csv) として
ko: CSV(.csv)로
zh_hans: 导出为 CSV (.csv)
zh_hant: 匯出為 CSV (.csv)

source: As JSON (.json)
de: Als JSON (.json)
es: Como JSON (.json)
fr: Au format JSON (.json)
ja: JSON (.json) として
ko: JSON (.json)으로
zh_hans: 导出为 JSON (.json)
zh_hant: 匯出為 JSON (.json)

source: Attach
de: Anhängen
es: Adjuntar
fr: Joindre
ja: 添付
ko: 첨부
zh_hans: 附加
zh_hant: 附加

source: Attach Page
de: Seite anhängen
es: Adjuntar página
fr: Joindre la page
ja: ページを添付
ko: 페이지 첨부
zh_hans: 附加页面
zh_hant: 附加頁面

source: Audio playback not yet available
de: Audiowiedergabe noch nicht verfügbar
es: La reproducción de audio aún no está disponible
fr: Lecture audio pas encore disponible
ja: オーディオの再生はまだ利用できません
ko: 오디오 재생을 아직 사용할 수 없음
zh_hans: 音频播放暂不可用
zh_hant: 尚無法播放音訊

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
ja: 認証
ko: 인증
zh_hans: 身份验证
zh_hant: 身分驗證

source: Author
de: Autor
es: Autor
fr: Auteur
ja: 著者
ko: 저자
zh_hans: 作者
zh_hant: 作者

source: Auto (first configured)
de: Automatisch (erster konfigurierter)
es: Automático (el primero configurado)
fr: Auto (premier configuré)
ja: 自動（最初に設定したもの）
ko: 자동(처음 구성됨)
zh_hans: 自动（首个已配置项）
zh_hant: 自動（第一個已設定的）

source: Auto-save documents
de: Dokumente automatisch sichern
es: Guardar documentos automáticamente
fr: Enregistrer les documents automatiquement
ja: 書類を自動保存
ko: 문서 자동 저장
zh_hans: 自动保存文稿
zh_hant: 自動儲存文件

source: Base URL
de: Basis-URL
es: URL base
fr: URL de base
ja: ベース URL
ko: 기본 URL
zh_hans: 基础 URL
zh_hant: 基礎 URL

source: Better quality
de: Bessere Qualität
es: Mejor calidad
fr: Meilleure qualité
ja: 高品質
ko: 더 나은 품질
zh_hans: 更高质量
zh_hant: 較佳品質

source: Bold
de: Fett
es: Negrita
fr: Gras
ja: 太字
ko: 굵게
zh_hans: 粗体
zh_hant: 粗體

source: Bulleted list
de: Aufzählungsliste
es: Lista con viñetas
fr: Liste à puces
ja: 箇条書きリスト
ko: 글머리 기호 목록
zh_hans: 项目符号列表
zh_hant: 項目符號清單

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Capture Region
de: Bereich aufnehmen
es: Capturar región
fr: Capturer une zone
ja: 範囲をキャプチャ
ko: 영역 캡처
zh_hans: 区域截图
zh_hant: 區域截圖

source: Capture a region of the document
de: Einen Bereich des Dokuments erfassen
es: Capturar una región del documento
fr: Capturer une zone du document
ja: ドキュメントの一部をキャプチャ
ko: 문서의 영역 캡처
zh_hans: 截取文档的某个区域
zh_hant: 擷取文件的某個區域

source: Change Color
de: Farbe ändern
es: Cambiar color
fr: Changer la couleur
ja: 色を変更
ko: 색상 변경
zh_hans: 更改颜色
zh_hant: 更改顏色

source: Change in System Settings…
de: In Systemeinstellungen ändern…
es: Cambiar en Ajustes del Sistema…
fr: Modifier dans Réglages Système…
ja: システム設定で変更…
ko: 시스템 설정에서 변경…
zh_hans: 在系统设置中更改…
zh_hant: 在系統設定中更改…

source: Check Document Accessibility
de: Dokument-Barrierefreiheit prüfen
es: Comprobar la accesibilidad del documento
fr: Vérifier l’accessibilité du document
ja: 書類のアクセシビリティをチェック
ko: 문서 손쉬운 사용 검사
zh_hans: 检查文稿辅助功能
zh_hant: 檢查文件輔助使用

source: Checking document accessibility...
de: Dokument-Barrierefreiheit wird geprüft …
es: Comprobando la accesibilidad del documento...
fr: Vérification de l’accessibilité du document…
ja: 書類のアクセシビリティを確認中...
ko: 문서 손쉬운 사용을 검사하는 중...
zh_hans: 正在检查文稿辅助功能…
zh_hant: 正在檢查文件輔助使用…

source: Choose which system collections appear in the sidebar.
de: Wählen Sie aus, welche Systemsammlungen in der Seitenleiste angezeigt werden.
es: Elige qué colecciones del sistema aparecen en la barra lateral.
fr: Choisissez les collections système qui apparaissent dans la barre latérale.
ja: サイドバーに表示するシステムコレクションを選択します。
ko: 사이드바에 표시할 시스템 모음을 선택하십시오.
zh_hans: 选择在边栏中显示哪些系统分类。
zh_hant: 選擇要顯示於側邊欄的系統分類。

source: Chunks
de: Abschnitte
es: Fragmentos
fr: Segments
ja: チャンク
ko: 청크
zh_hans: 文本块
zh_hant: 文字區塊

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: クリア
ko: 지우기
zh_hans: 清除
zh_hant: 清除

source: Clear Filters
de: Filter zurücksetzen
es: Borrar filtros
fr: Effacer les filtres
ja: フィルタをクリア
ko: 필터 지우기
zh_hans: 清除筛选
zh_hant: 清除篩選

source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
ja: 検索をクリア
ko: 검색 지우기
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Clear workspace — chat across the whole library
de: Arbeitsbereich leeren – mit der gesamten Bibliothek chatten
es: Vaciar el espacio de trabajo: chatea con toda la biblioteca
fr: Vider l'espace de travail — discuter dans toute la bibliothèque
ja: ワークスペースをクリア — ライブラリ全体とチャット
ko: 작업 공간 비우기 — 전체 라이브러리와 대화
zh_hans: 清空工作区 — 与整个文库对话
zh_hant: 清空工作區 — 與整個文庫對話

source: Clears the full-text search index and re-indexes all documents.
de: Löscht den Volltext-Suchindex und indiziert alle Dokumente neu.
es: Borra el índice de búsqueda de texto completo y vuelve a indexar todos los documentos.
fr: Efface l’index de recherche en texte intégral et réindexe tous les documents.
ja: 全文検索インデックスを消去し、すべての書類を再インデックスします。
ko: 전문 검색 색인을 지우고 모든 문서를 다시 색인합니다.
zh_hans: 清除全文搜索索引并重新索引所有文稿。
zh_hant: 清除全文搜尋索引並重新索引所有文件。

source: Click to view full screen
de: Zum Vollbild klicken
es: Haz clic para ver en pantalla completa
fr: Cliquer pour afficher en plein écran
ja: クリックして全画面表示
ko: 클릭하여 전체 화면으로 보기
zh_hans: 点按以全屏查看
zh_hant: 按一下以全螢幕檢視

source: Click to view full size
de: Zum Anzeigen in voller Größe klicken
es: Haz clic para ver a tamaño completo
fr: Cliquer pour afficher en taille réelle
ja: クリックして原寸大表示
ko: 클릭하여 전체 크기로 보기
zh_hans: 点按查看原图
zh_hant: 點按查看原始大小

source: Close %@
de: %@ schließen
es: Cerrar %@
fr: Fermer %@
ja: %@ を閉じる
ko: %@ 닫기
zh_hans: 关闭 %@
zh_hant: 關閉 %@

source: Close search
de: Suche schließen
es: Cerrar búsqueda
fr: Fermer la recherche
ja: 検索を閉じる
ko: 검색 닫기
zh_hans: 关闭搜索
zh_hant: 關閉搜尋

source: Collection Name
de: Sammlungsname
es: Nombre de la colección
fr: Nom de la collection
ja: コレクション名
ko: 컬렉션 이름
zh_hans: 收藏集名称
zh_hant: 收藏集名稱

source: Color
de: Farbe
fr: Couleur
ja: カラー
ko: 색상
zh_hans: 颜色
zh_hant: 顏色

source: Comparison
de: Vergleich
es: Comparación
fr: Comparaison
ja: 比較
ko: 비교
zh_hans: 对比
zh_hant: 比較

source: Configure a provider in AI Providers first.
de: Konfigurieren Sie zunächst einen Anbieter unter „KI-Anbieter“.
es: Configura primero un proveedor en Proveedores de IA.
fr: Configurez d’abord un fournisseur dans Fournisseurs IA.
ja: 先に「AI プロバイダ」でプロバイダを設定してください。
ko: 먼저 AI 제공업체에서 제공업체를 구성하십시오.
zh_hans: 请先在“AI 服务商”中配置一个服务商。
zh_hant: 請先在「AI 供應商」中設定供應商。

source: Confirmation
de: Bestätigung
es: Confirmación
ja: 確認
ko: 확인
zh_hans: 确认
zh_hant: 確認

source: Connect %@...
de: %@ verbinden …
es: Conectar %@…
fr: Connecter %@…
ja: %@ に接続…
ko: %@ 연결…
zh_hans: 连接 %@…
zh_hant: 連接 %@…

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
zh_hans: 已连接
zh_hant: 已連接

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
ja: 接続
ko: 연결
zh_hans: 连接
zh_hant: 連線

source: Content Types
de: Inhaltstypen
es: Tipos de contenido
fr: Types de contenu
ja: コンテンツの種類
ko: 콘텐츠 유형
zh_hans: 内容类型
zh_hant: 內容類型

source: Contents
de: Inhalt
es: Contenido
fr: Sommaire
ja: 目次
ko: 목차
zh_hans: 目录
zh_hant: 目錄

source: Context Window
de: Kontextfenster
es: Ventana de contexto
fr: Fenêtre de contexte
ja: コンテキストウィンドウ
ko: 컨텍스트 창
zh_hans: 上下文窗口
zh_hant: 上下文視窗

source: Controls the AI chat message text. Code, headings, and line height all scale from the font size.
de: Steuert den Text der KI-Chatnachrichten. Code, Überschriften und Zeilenhöhe skalieren alle anhand der Schriftgröße.
es: Controla el texto de los mensajes del chat de IA. El código, los encabezados y la altura de línea se escalan a partir del tamaño de la fuente.
fr: Contrôle le texte des messages du chat IA. Le code, les titres et l’interligne s’adaptent tous à la taille de police.
ja: AI チャットのメッセージテキストを制御します。コード、見出し、行の高さはすべてフォントサイズに応じて拡大縮小します。
ko: AI 채팅 메시지 텍스트를 조절합니다. 코드, 제목, 행 높이가 모두 글꼴 크기에 따라 조정됩니다.
zh_hans: 控制 AI 聊天消息的文本。代码、标题和行高均按字号缩放。
zh_hant: 控制 AI 聊天訊息文字。程式碼、標題與行高皆依字級縮放。

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 複製

source: Copy Citation
de: Zitat kopieren
es: Copiar cita
fr: Copier la citation
ja: 引用をコピー
ko: 인용 복사
zh_hans: 拷贝引文
zh_hant: 複製引用

source: Copy File Path
de: Dateipfad kopieren
es: Copiar ruta del archivo
fr: Copier le chemin du fichier
ja: ファイルパスをコピー
ko: 파일 경로 복사
zh_hans: 拷贝文件路径
zh_hant: 拷貝檔案路徑

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 만들기
zh_hans: 创建
zh_hant: 建立

source: Create Collection
de: Sammlung erstellen
es: Crear colección
fr: Créer une collection
ja: コレクションを作成
ko: 컬렉션 만들기
zh_hans: 创建收藏集
zh_hant: 建立收藏集

source: Create PDF
de: PDF erstellen
es: Crear PDF
fr: Créer un PDF
ja: PDF を作成
ko: PDF 만들기
zh_hans: 创建 PDF
zh_hant: 建立 PDF

source: Create PDF from Images
de: PDF aus Bildern erstellen
es: Crear PDF a partir de imágenes
fr: Créer un PDF à partir d’images
ja: 画像から PDF を作成
ko: 이미지로 PDF 만들기
zh_hans: 从图片创建 PDF
zh_hant: 從影像建立 PDF

source: Create in:
de: Erstellen in:
es: Crear en:
fr: Créer dans :
ja: 作成先:
ko: 생성 위치:
zh_hans: 创建于：
zh_hant: 建立於：

source: Custom Color
de: Eigene Farbe
es: Color personalizado
fr: Couleur personnalisée
ja: カスタムカラー
ko: 사용자 지정 색상
zh_hans: 自定义颜色
zh_hant: 自訂顏色

source: Danger Zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone sensible
ja: 危険な操作
ko: 위험 구역
zh_hans: 危险区域
zh_hant: 危險區域

source: Data Directory
de: Datenverzeichnis
es: Directorio de datos
fr: Répertoire de données
ja: データディレクトリ
ko: 데이터 디렉터리
zh_hans: 数据目录
zh_hant: 資料目錄

source: Date Added
de: Hinzugefügt am
es: Fecha de incorporación
fr: Date d’ajout
ja: 追加日
ko: 추가된 날짜
zh_hans: 添加日期
zh_hant: 加入日期

source: Default Languages
de: Standardsprachen
es: Idiomas por omisión
fr: Langues par défaut
ja: デフォルトの言語
ko: 기본 언어
zh_hans: 默认语言
zh_hant: 預設語言

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete "%@"?
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
ja: 「%@」を削除しますか？
ko: "%@"을(를) 삭제하시겠습니까?
zh_hans: 删除“%@”？
zh_hant: 刪除「%@」？

source: Delete %lld Items Permanently
de: %lld Objekte endgültig löschen
es: Eliminar %lld elementos permanentemente
fr: Supprimer définitivement %lld éléments
ja: %lld 件の項目を完全に削除
ko: %lld개 항목 영구 삭제
zh_hans: 永久删除 %lld 个项目
zh_hant: 永久刪除 %lld 個項目

source: Delete Annotation
de: Anmerkung löschen
es: Eliminar anotación
fr: Supprimer l'annotation
ja: 注釈を削除
ko: 주석 삭제
zh_hans: 删除批注
zh_hant: 刪除註解

source: Delete Collection
de: Sammlung löschen
es: Eliminar colección
fr: Supprimer la collection
ja: コレクションを削除
ko: 컬렉션 삭제
zh_hans: 删除收藏集
zh_hant: 刪除收藏集

source: Delete Conversation
de: Unterhaltung löschen
es: Eliminar conversación
fr: Supprimer la conversation
ja: 会話を削除
ko: 대화 삭제
zh_hans: 删除对话
zh_hant: 刪除對話

source: Delete Everything & Quit
de: Alles löschen und beenden
es: Eliminar todo y salir
fr: Tout supprimer et quitter
ja: すべて削除して終了
ko: 모두 삭제하고 종료
zh_hans: 删除全部并退出
zh_hant: 刪除全部並退出

source: Delete Page
de: Seite löschen
es: Eliminar página
fr: Supprimer la page
ja: ページを削除
ko: 페이지 삭제
zh_hans: 删除页面
zh_hant: 刪除頁面

source: Delete Permanently
de: Endgültig löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
ja: 完全に削除
ko: 영구 삭제
zh_hans: 永久删除
zh_hant: 永久刪除
